Repository: wp-plugins/order-your-posts-manually
Catalog: trunk/order-your-posts-manually-*.po
Languages: nl_nl

source: Order Your Posts Manually Options
nl_nl: Order Your Posts Manually Opties

source: SORT ORDER SAVED!
nl_nl: PRESENTATIEVOLGORDE OPGESLAGEN!

source: creation date
nl_nl: creatiedatum

source: modification date
nl_nl: wijzigingsdatum

source: sort type
nl_nl: type sortering

source: Version
nl_nl: Versie

source: Author
nl_nl: Auteur

source: The Netherlands
nl_nl: Nederland

source: WARNING
nl_nl: WAARSCHUWING

source: Running this plugin will actually change the CREATION- or MODIFICATION dates of your posts in the database, to change the display order.
nl_nl: Als u deze plugin gebruikt worden de CREATIE- en WIJZIGINGS data van de berichten in de database gewijzigd, om de presentatievolgorde te kunnen aanpassen.

source: It will swap some of the dates.
nl_nl: Sommige data zullen verwisseld worden.

source: So, if you think the EXACT DATES of when a post was created and / or modified are more important than the order of the posts: DON'T USE THIS PLUGIN!
nl_nl: Dus, als u de EXACTE DATA van de berichten belangrijker vindt dan de VOLGORDE van de berichten: GEBRUIK DEZE PLUGIN DAN NIET!

source: STICKY POSTS
nl_nl: 'STICKY' BERICHTEN

source: REGULAR POSTS
nl_nl: NORMALE BERICHTEN

source: Drag and drop the posts to change the display order!
nl_nl: Drag en drop de berichten om de presentatievolgorde te wijzigen!

source: After changing the order, don't forget to click the <strong>SAVE CHANGES</strong> button to actually update the posts
nl_nl: Vergeet niet de <strong>BEWAAR WIJZIGINGEN</strong>-knop te klikken om de wijzigingen daadwerkelijk op te slaan

source: SAVE CHANGES
nl_nl: BEWAAR WIJZIGINGEN

source: RELOAD POSTS
nl_nl: BERICHTEN HERLADEN

source: Order Your Posts Manually OPTIONS UPDATED!
nl_nl: Order Your Posts Manually OPTIES AANGEPAST!

source: With this plugin your visually can change the order of the posts for when they will be displayed
nl_nl: Met behulp van deze plugin kunt u op een visuele manier de presentatievolgorde van de berichten aanpassen

source: Plugin page
nl_nl: Plugin pagina

source: Download page
nl_nl: Download pagina

source: Order Your Posts Manually - Options
nl_nl: Order Your Posts Manually - Opties

source: Per default WordPress orders the posts using the <strong>CREATION date</strong> (also known as '<strong>post_date</strong>'). Last created posts first.
nl_nl: Standaard sorteert WordPress de berichten op <strong>CREATIEDATUM</strong> (ook bekend als '<strong>post_date</strong>'). Het laatst toegevoegde bericht wordt dus als eerste getoond.

source: Some site designers (including myself) prefer the ordering of the posts using the <strong>MODIFICATION date</strong> (go to <a href="http://web20bp.com/kb/wordpress-sort-posts-on-modified-date/" target="_blank">this page</a> to see how to do that).<br />So, last modified posts will show up first.
nl_nl: Sommige website ontwikkelaars (inclusief mijzelf) prefereren om de berichten te sorteren op <strong>WIJZIGINGSDATUM</strong> (kijk <a href="http://web20bp.com/kb/wordpress-sort-posts-on-modified-date/" target="_blank">hier</a> om te zien hoe u dat kunt doen)<br />Dus, de laatst gewijzigde berichten verschijnen bovenaan.

source: If you belong to the second category (<strong>MODIFICATION date</strong>) select the second option in the drop down box below!
nl_nl: Als u behoort tot de tweede categorie (<strong>WIJZIGINGSDATUM</strong>) selecteer hieronder dan de tweede optie.

source: use CREATION DATES of the posts
nl_nl: gebruik de CREATIEDATA van de berichten

source: use MODIFICATION DATES of the posts
nl_nl: gebruik de WIJZIGINGSDATA van de berichten

source: Number of posts to show per page
nl_nl: Aantal berichten dat per pagina getoond moet worden

source: show ALL posts at once
nl_nl: toon ALLE beschikbare berichten

source: SAVE OPTIONS
nl_nl: BEWAAR OPTIES
